<template>
<div class="regissterprotocol-wrap">
	<div class="regissterprotocol-wrap-head">
		<i class="iconfont icon-fanhui" @click="fanhui"></i>
		<span>车昊德服务协议</span>
	</div>
	<div class="regissterprotocol-wrap-contaire">
		<p>感谢您使深圳市深圳市车昊德信息网络科技发展有限公司提供的车尖服务。深圳市车浩德信息网络科技发展有限公司（Shenzhen Che Haode Information Network Technology Development Co., Ltd.，以
下称“车昊德”）同意按照本协议的规定及其不时发布的“其他公开规则”（如《隐私政策》、各用户社区的守则、行为规范、某些活动的官方规则、服务指引以及其他官方
通知，等）提供帮助优化用户了解自身车辆安全并同意被绑定商家了解用户车辆的车辆安全的相关服务（以下称“车尖服务”），为获得车尖服务，服务使用人（以下称“用户”）应当同意本协议的全部条款并按照页面上的提示完成全部
的注册程序。用户在进行注册程序过程中点击"同意"按钮即表示用户完全接受本协议项下的全部条款及“其他公开规则”。</p>    
   <h3>1.服务内容</h3>    
    <p>1.1车昊德提供车尖服务的具体内容由车昊德根据实际情况提供，例如用户车辆信息,车辆数据收集及展示、车辆故障码收集及展示、商家信息、商家管理系统、用户社区、电子邮件、发表新闻评论等。 车尖保留随时变更、中断或终止部分或全部车尖服务的权利。</p>
    <p>1.2车昊德在提供车尖服务时，可能会对部分车尖服务（例如数据收集及展示）的用户收取一定的费用。在此情况下，车昊德会在相关页面上做明确的提示。如用户拒绝支付该等费用，则不能使用相关的车尖服务。 车昊德可能根据实际需要对收费服务的收费标准、
方式进行修改和变更，车昊德也可能会对部分免费服务开始收费。前述修改、变更或开始收费前，车昊德将在相应服务页面进行通知或公告。如果用户不同意上述修改、 变更或付费内容，则应停止使用该服务。</p>    
    <p>1.3用户理解，车昊德仅提供相关的车尖服务，除此之外与相关车尖服务有关的设备（如电子设备、智能obd设备、远程控制汽车零配件及其它与接入互联网有关的装置）及所需的费用（如为接入互联网而支付的电话费及上网费） 均应由用户自行负担。</p>    
    <h3>2.使用规则</h3>    
    <p>2.1车尖不能保证车尖的产品与每一个用户的车型完全兼容，用户在首次使用产品时，应当在停车状态下安装车尖帽设备，注意安装车尖帽设备和使用车尖的APP软件与汽车通讯后是否导致行车电脑故障灯亮起、或者车门的落锁停止工作，如果出现任何
              异常状况，用户需第一时间停止使用优驾，并且联系售后客服处理问题。</p>   
    <p>2.2用户在申请使用车昊德车尖服务时，必须向车尖提供准确的个人资料，如个人资料有任何变动，必须及时更新，以保证其真实性、准确性、最新性和完整性。车昊德不能也不会对因用户丢失了身份号码和密码而引起的任何损失或损害承担责任。</p>   
    <p>2.3用户注册账号时，车尖将要求用户提供手机号、车牌号及其他信息，以便用户能顺利使用APP软件，若用户拒绝提供，或将影响到APP软件的部分、甚至全部功能的正常使用。</p>    
    <p>2.4用户注册成功后，车尖将给予每个用户一个用户帐号及相应的密码，该用户帐号和密码由用户负责保管；用户应当对以其用户帐号进行的所有活动和事件负法律责任。</p>    
    <p>2.5用户在扫码绑定车帽尖时,车尖将会采取用户车辆的车架号、车辆型号、车主名称、车辆安全信息及故障问题(如用户不同意扫码绑定,可在绑定提示页面点击取消)</p>
    <p>2.6用户必须同意接受车尖通过电子邮件或其他方式向用户发送的商品促销或其他相关商业信息。</p>
    <p>2.7用户在使用车昊德车尖服务过程中，必须遵循以下原则：</p>    
    <p>(a) 遵守中国有关的法律和法规；</p>    
    <p>(b) 不得为任何非法目的而使用车尖服务系统；</p>    
    <p>(c) 遵守所有与车尖服务有关的网络协议、规定和程序；</p>    
    <p>(d) 不得利用车昊德车尖服务系统进行任何可能对互联网的正常运转造成不利影响的行为；</p>   
    <p>(e) 不得利用车昊德车尖服务系统传输任何骚扰性的、中伤他人的、辱骂性的、恐吓性的、庸俗淫秽的或其他任何非法的信息资料；</p>    
    <p>(f) 不得利用车昊德车尖服务系统进行任何不利于车昊德的行为；</p>    
    <p>(g) 如发现任何非法使用用户帐号或帐号出现安全漏洞的情况，应立即通告车昊德。</p>    
    <p>2.8如用户在使用车尖服务时违反任何上述规定，车昊德和/或其授权的人有权要求用户改正或直接采取一切必要的措施（包括但不限于更改或删除用户张贴的内容等、暂停或终止用户使用车尖服务的权利）以减轻用户不当行为造成的影响。</p>    
    <p>2.9用户在使用车尖服务的过程中可能需要下载软件，对于这些软件，车昊德给予用户一项个人的、不可转让及非排他性的许可。用户仅可为访问或使用优驾服务的目的而使用这些软件。</p>    
    <p>2.10用户在驾驶过程中注视运行车尖服务应用程序的智能手机屏幕，可能导致交通事故，用户应当在停车后再操作车尖服务应用程序。</p>    
    <p>2.11为了改善用户体验、保证服务的安全性及产品功能的一致性，车昊德可能会对软件进行更新。用户应该将相关软件更新到最新版本，否则车昊德并不保证其能正常使用。</p>
    <p>2.12在商家向车浩德车尖服务申请管理系统的相关服务是,必须向车尖提供准确的企业资料,如个人资料有任何变动，必须及时更新，以保证其真实性、准确性、最新性和完整性。</p>
    <p>2.13商家在使用车昊德车尖提供的管理系统绑定用户时,必须经过用户本人同意,方可绑定,如用户拒绝,不得私自绑定用户车辆数据。</p>
    <p>2.14商家在使用车昊德车尖提供的管理系统时,不得泄露该商家管理系统绑定用户的个人信息和车辆的数据。</p>
    <p>2.15商家必须遵守车昊德车尖服务的相关条款。</p>
    <p>2.16增值服务协议：车昊德引入第三方服务商提供专属智联服务，在此过程中第三方服务商除了可获取必要的用户手机号、品牌车型等基础信息，以及故障系统、油耗数据、里程数、行程公里数、维修记录等等车况信息外，无法获取用户的位置信息、等其他资料。</p>   
    <h3>3.内容所有权</h3>    
    <p>3.1车昊德对所有车昊德开发的或合作开发的服务的知识产权拥有所有权或使用权，这些服务受到适用的知识产权、版权、商标、服务商标、专利或其他法律的保护。</p>    
    <p>3.2车昊德提供的车尖服务内容可能包括：文字、软件、声音、图片、视频、图表等。所有这些内容受版权、商标和其它财产所有权法律的保护。用户只有在获得通易或其他相关权利人的授权之后才能使用这些内容， 而不能擅自复制、再造这些内容、或创造
与内容有关的派生产品。</p>    
    <p>3.3对于用户选择并张贴在任何车尖服务中可公开获取区域的内容，用户同意车昊德在全世界范围内具有免费的、永远的、不可撤销的、非独家的和完全再许可的权利和许可，以使用、复制、修改、改编、出版、翻译、据以创作衍生作品，传播、表演和展示
此等内容（整体或部分），和/或将此等内容编入其他任何形式的作品、媒体、或技术中，不论是当前已知的或以后开发的。</p>    
    <h3>4.隐私保护</h3>    
    <p>4.1保护用户隐私是车昊德的一项基本政策，车昊德保证不对外公开或向第三方提供用户注册资料及用户在使用 车尖服务时存储在车昊德的非公开内容，但下列情况除外：</p>    
    <p>(a) 事先获得用户的明确授权；</p>    
    <p>(b) 根据有关的法律法规要求；</p>    
    <p>(c) 按照相关政府主管部门的要求；</p>    
    <p>(d) 为维护社会公众的利益；</p>    
    <p>(e) 为维护车昊德的合法权益。</p>    
    <p>4.2我们提供的车尖服务，例如行程分析功能，需要您接受商家绑定、行车电脑记录（例如发动机转速和车速等）、通讯记录（包括通讯类型及通讯次数）方可使用。您在驾驶时，我们可能会收集上述信息，并将此类信息同您的私人信息整合， 但我们不收集
与您通讯的名字、电话号码及通讯内容。</p>    
    <p>4.3车昊德可能会与第三方合作向用户提供相关的车尖服务，在此情况下，如该第三方同意承担与车昊德同等的保护用户隐私的责任，则车昊德可将用户的注册资料等提供给该第三方。</p>    
    <p>4.4为了确保用户能顺利享受专属车尖安全服务，车昊德需与第三方服务商共享部分用户信息，但除此以外，车昊德保证严格保密用户信息，不予泄露。</p>    
    <p>4.5在不透露单个用户隐私资料的前提下，车昊德有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。</p>    
    <h3>5.免责声明</h3>   
    <p>5.1用户明确同意其使用车昊德车尖服务所存在的风险将完全由其自己承担；因其使用车昊德车尖服务而产生的一切后果（包括但不限于与他人共用账号而导致的个人资料泄露、驾驶时注视优驾服务应用程序而导致的交通意外等）也由其自己承担，通易对用户不
承担任何责任。</p>    
    <p>5.2车昊德不担保车尖服务一定能满足用户的要求，也不担保车尖服务不会中断，对车尖服务的及时性、安全性、准确性也都不作担保。</p>    
    <p>5.3车昊德不保证为向用户提供便利而设置的外部链接的准确性和完整性，同时，对于该等外部链接指向的不由车昊德实际控制的任何网页上的内容，车昊德不承担任何责任。</p>    
    <p>5.4任何由于黑客政击、计算机病毒侵入或发作、因政府管制而造成的暂时性关闭等影响网络正常经营之不可抗力而造成的车尖服务中断、个人资料泄露、丢失、被盗用或被篡改等，车昊德不承担任何责任，但将尽力减少因此而给用户造成的损失和影响。</p>   
    <p>5.5车昊德车尖服务仅作为一个引入平台，引入第三方服务商为用户提供专属车联网安全服务，对第三方服务商所提供的服务，车昊德不向用户收取任何的服务费用。因服务的提供者是第三方服务商而非车昊德，若第三方服务商所提供的服务出现终止或优惠券无法
使用等异常情况，均由第三方服务商向用户承担相应的法律及经济责任等，用户无权要求车昊德承担相应的责任或向车昊德提出追偿。</p>    
    <h3>6.服务变更、中断或终止</h3>   
    <p>6.1如因系统维护或升级的需要而需暂停车尖服务，车昊德将尽可能事先进行通告。</p>    
    <p>6.2如发生下列任何一种情形，车昊德有权随时中断或终止向用户提供本协议项下的车尖服务而无需通知用户：</p>   
    <p>(a) 用户提供的个人资料不真实；</p>    
    <p>(b) 用户违反本协议中规定的使用规则。</p>    
    <p>6.3除前款所述情形外，车昊德同时保留在不事先通知用户的情况下随时中断或终止部分或全部车尖服务的权利，对于所有服务的中断或终止而造成的任何损失，车昊德无需对用户或任何第三方承担任何责任。</p>    
    <p>6.4车昊德对于那些经过延长期限仍未重新使用的暂停帐户保留取消的权利，并可随时自主决定，发出或无须通知，而改变此等通常惯例和限制。</p>    
    <h3>7.违约赔偿</h3>    
    <p>7.1用户同意保障和维护车昊德及其他用户的利益，如因用户违反有关法律、法规或本协议项下的任何条款而给通易或任何其他第三人造成损失，用户同意承担由此造成的损害赔偿责任。</p>    
    <h3>8.协议修改</h3>    
    <p>8.1车昊德将有权随时修改本协议的有关条款，一旦本协议的内容发生变动，车浩德将会通过适当方式向用户提示修改内容。</p>    
    <p>8.2如果不同意车昊德对本协议相关条款所做的修改，用户有权停止使用车尖服务。如果用户继续使用车尖服务，则视为用户接受车昊德对本协议相关条款所做的修改。</p>    
    <h3>9.法律管辖</h3>    
    <p>9.1本协议的订立、执行和解释及争议的解决均应适用中国法律。</p>    
    <p>9.2如双方就本协议内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成时，任何一方均可向通易所在地的人民法院提起诉讼。</p>    
    <h3>10.通知和送达</h3>    
    <p>10.1本协议项下所有的通知均可通过重要页面公告、电子邮件或常规的信件传送等方式进行；该等通知于发送之日视为已送达收件人。</p>    
    <h3>11.其他规定</h3>    
    <p>11.1本协议构成双方对本协议之约定事项及其他有关事宜的完整协议，除本协议规定的之外，未赋予本协议各方其他权利。</p>    
    <p>11.2如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效并且有约束力。</p>    
    <p>11.3本协议中的标题仅为方便而设，在解释本协议时应被忽略。</p>
	</div>
</div>
</template>

<script>
export default{
	methods:{
		fanhui(){
			this.$emit('listenprotocol');
		}
	}
}
</script>

<style scoped>
	.regissterprotocol-wrap{
		width:100%;
		height:100%;
		display: flex;
		display: -webkit-flex;
		flex-direction: column;
	}
	.regissterprotocol-wrap-head{
		height:1.92rem;
		line-height:1.32rem;
		font-size:0.56rem;
		color:#222;
		padding:0 0.5rem;
		padding-top:0.6rem;
		text-align: center;
		position: relative;
	}
	.regissterprotocol-wrap-head i{
		font-size:0.6rem;
		position: absolute;
		left:0.5rem;
	}
	.regissterprotocol-wrap-contaire{
		flex:1;
		overflow-y: scroll;
		-webkit-overflow-scrolling: touch;
		line-height:0.74rem;
		font-size:0.44rem;
		color:#666;
		padding:0.5rem;
	}
	.regissterprotocol-wrap-contaire p{
		text-indent: 2em;
	}
	.regissterprotocol-wrap-contaire h3{
		font-size:0.56rem;
		margin:0.24rem 0;
	}
</style>